import React from "react";
import "./footer.css";

const Footer = () => {
  return (
    <footer className="footer-container">
      <div className="app-store-play">
        <h1>คัดสรรสินค้าคุณภาพทุกประเภท ให้คุณซื้อสินค้าออนไลน์ได้ตามใจ</h1>
        <p>
        ให้ทุกการช้อปปิ้งเป็นเรื่องง่ายและสะดวกที่สุดสำหรับคุณ เมื่อสั่งของออนไลน์บน 
        M fair แอปซื้อของออนไลน์ที่ปลอดภัยและเชื่อถือได้ เราพร้อมมอบ
        ประสบการณ์ที่ดีที่สุดในการใช้งานบนแอปซื้อของออนไลน์ ด้วยการคัดสรร
        โปรโมชั่น การลดราคาสุดพิเศษให้กับคุณ เพื่อตอกย้ำการช้อปปิ้งออนไลน์ที่คุ้มค่า
        ช้อปง่าย ช้อปสนุก! ให้ทุกการช้อปออนไลน์เป็นเรื่องสนุก
        </p>
      </div>
      <div className="">
        <h2>เกี่ยวกับ M fair</h2>
        <ul>
          <li>ข้อกำหนดและเงื่อนไข</li>
          <li>นโยบายความเป็นส่วนตัว</li>
          <li>ร่วมงานกับเรา</li>
        </ul>
      </div>
      <div className="">
        <h2>ศูนย์ช่วยเหลือ</h2>
        <ul>
          <li>Help Center</li>
          <li>สั่งซื้อสินค้าอย่างไร</li>
          <li>เริ่มขายสินค้าอย่างไร</li>
          <li>การจัดส่งสินค้า</li>
          <li>M fair</li>
        </ul>
      </div>
      <div className="">
        <h2>ที่อยู่</h2>
        <ul>
          <li>12/2 ซอย อินทร์ ตำบล คลองหนึ่ง อำเภอ คลองหลวง 
            จังหวัด ปทุมธานี 12120</li>
        </ul>
      </div>
    </footer>
  );
};

export default Footer;
